{
    "post1" : {
        "img": "/img/post1.jpg",
        "title": "Roma knocked out of Europe League",
        "description": "Roma's woes continued, albeit on a different stage. With an away goal advantage in tow, Roma capitulated to Fiorentina, falling out of the Europa League in a 3-0 defeat at home.",
        "text": "Let's say this much for Rudi Garcia's Roma, at least they're consistent. From rattling off six straight wins to start the season, to drawing 13 of 21 matches through the winter, to now losing two straight matches by a combined score of 5-0, when Roma finds a groove she likes, she sticks with it come hell or high water. The latest blemish on Roma's dreadful 2015 was a 3-0 drubbing at the hands of Fiorentina in the second leg of today's Europa League Round of 16 match, one in which the Giallorossi were done and dusted practically from the word go, surrendering a penalty in only the ninth minute of the match.Alonso and Jose Basanta would follow up Gonzalo Rodriguez's ninth minute penalty to end Roma's Europa League campaign in the span of 12 minutes. You know how it goes by now: Roma held a greater degree of possession, took more shots, completed a higher percentage of their passes and created more scoring chances, yet, due to poor finishing, sloppy defending and horrid...and I mean horrid...goalkeeping were left wanting and are now on the outside looking in at UEFA's lesser competition.'s 2015 has drained every ounce of wit and cogency from my fingers, so let's see what the stakeholders had to say about today's debacle."
    },
    "post2" : {
        "img": "/img/post2.jpg",
        "title": "Salih Uçan Solid in Roma Debut",
        "description": "Salih Uçan finally...finally...saw some action yesterday, and although he didn't overwhelm anyone, he did enough to make Rudi Garcia's squad decisions tougher over the next two months.",
        "text": "Apart from it being only Roma's third league win in 2015, yesterday was noteworthy for a slightly different, slightly harrier reason, the full debut of Salih Uçan. Roma's string bean of an €11m Turkish midfielder received his first serious taste of Serie A action yesterday, earning a start and playing 67 minutes in Roma's 1-0 victory over Cesena. Given the protracted nature of his transfer and the fact that he's been buried on the bench since August, speculation has run rampant in both directions; he's the next Zidane one minute, but oh, let's hurry up and lend him to Novara. In a way, his experience been emblematic of how this club and its fans view their youth; in the absence of actual opportunities, the cult of obsession has only grown, causing many to overestimate his still unrefined capabilities."
    }
}
